Repository: neos/neos-ui
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: es, nl, pt_pt

# syncPersonalWorkSpaceMessageOutdated
source: It seems like there are changes in the workspace that are not reflected in your personal workspace. You should synchronize your personal workspace to avoid conflicts.
es: Parece que hay cambios en el espacio de trabajo que no se reflejan en su espacio de trabajo personal. Debería sincronizar su espacio de trabajo personal para evitar conflictos.

# workspaceSynchronizationApplied
source: Successfully synced "{workspaceName}" workspace.
es: Sincronizado con éxito el espacio de trabajo "{workspaceName}".

# syncPersonalWorkSpaceMessage
source: Your personal workspace is up-to-date with the current workspace.
es: Su espacio de trabajo personal está actualizado con el espacio de trabajo actual.

# syncPersonalWorkSpaceMessageOutdatedConflict
source: It seems like there are changes in the workspace that are not reflected in your personal workspace. The changes lead to an error state. Please contact your administrator to resolve the problem.
es: Parece que hay cambios en el espacio de trabajo que no se reflejan en su espacio de trabajo personal. Los cambios provocan un estado de error. Póngase en contacto con su administrador para resolver el problema.

# syncPersonalWorkSpaceConfirm
source: Synchronize now
es: Sincronizar ahora
