Repository: neos/neos-ui
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: es, nl, pt_pt

# copy__from__to--title
source: Copy {source} to {target}
es: Copiar {source} a {target}
nl: {source} naar {target} kopiëren
pt_pt: Copiar {source} para {target}

# move__from__to--title
source: Move {source} to {target}
es: Mover {source} a {target}
nl: {source} naar {target} verplaatsen
pt_pt: Mover {source} para {target}

# copy__from__to--description
source: Please select the position at which you want {source} inserted relative to {target}.
es: Por favor, seleccione la posición en la que desea que {source} se encuentre insertado en relación con {target}.
nl: Selecteer de positie waarin u wilt dat {source} relatief aan {target} ingevoegd is.
pt_pt: Por favor, selecione a posição em que você deseja inserir a {source} em relação a {target}.

source: Insert
es: Insertar
nl: Invoegen
pt_pt: Inserir

# imageCropper__aspect-ratio-placeholder
source: Choose an Aspect Ratio
es: Elija una proporción
nl: Kies een beeldverhouding
pt_pt: Escolha uma proporção

# ckeditor__toolbar__bold
source: Bold
es: Negrita
nl: Dikgedrukt
pt_pt: Negrito

# ckeditor__toolbar__italic
source: Italic
es: Cursiva
nl: Cursief
pt_pt: Itálico

# ckeditor__toolbar__underline
source: Underline
es: Subrayada
nl: Onderstreept
pt_pt: Sublinhado

# ckeditor__toolbar__strikethrough
source: Strikethrough
es: Tachado
nl: Doorhalen
pt_pt: Rasurado

# ckeditor__toolbar__unlink
source: Unlink
es: Desconectar
nl: Link verwijderen
pt_pt: Remover hiperligação

# ckeditor__toolbar__link__hideOptions
source: Hide link options
es: Ocultar las opciones del enlace
nl: Verberg linkopties
pt_pt: Esconder opções da hiperligação

# ckeditor__toolbar__link__showOptions
source: Link options
es: Opciones del enlace
nl: Linkopties
pt_pt: Opções da hiperligação

# ckeditor__toolbar__link__noFollow
source: No follow
es: No seguir
nl: Niet volgen
pt_pt: Não seguir (no follow)

# ckeditor__toolbar__link__targetBlank
source: Open in new window
es: Abrir en una ventana nueva
nl: Openen in nieuw venster
pt_pt: Abrir em nova janela

# ckeditor__toolbar__link__titlePlaceholder
source: Enter link title
es: Escribir el título del enlace
nl: Voer linktitel in
pt_pt: Defina o título da hiperligação

# ckeditor__toolbar__link__title
source: Title
es: Título
nl: Titel
pt_pt: Título

# ckeditor__toolbar__link__anchorPlaceholder
source: Enter anchor name
es: Introduce el nombre del ancla
nl: Voer naam van anker in
pt_pt: Insira o nome do identificador

# ckeditor__toolbar__link__anchor
source: Link to anchor
es: Enlace al ancla
nl: Link naar anker
pt_pt: Hiperligar a um identificador

# ckeditor__toolbar__link__edit
source: Edit link
es: Editar el enlace
nl: Wijzig link
pt_pt: Editar hiperligação

# ckeditor__toolbar__link__apply
source: Apply link
es: Aplicar enlace
nl: Maak link aan
pt_pt: Aplicar hiperligação

# ckeditor__toolbar__link__placeholder
source: Paste a link, or search
es: Pega un enlace o busca
nl: Plak een link of type om te zoeken
pt_pt: Colar uma hiperligação, ou pesquisar

# ckeditor__toolbar__link__formatAsHttp
source: Format as http link?
es: ¿Formato como enlace http?
nl: Opmaken als http link?
pt_pt: Formatar como hiperligação http?

# ckeditor__toolbar__link__formatAsEmail
source: Format as email?
es: ¿Formatear como correo electrónico?
nl: Opmaken als email?
pt_pt: Formatar como correio eletrónico?

# ckeditor__toolbar__ordered-list
source: Ordered list
es: Lista ordenada
nl: Geordende lijst
pt_pt: Lista ordenada

# ckeditor__toolbar__unordered-list
source: Unordered list
es: Lista no ordenada
nl: Ongeordende lijst
pt_pt: Lista desordenada

# ckeditor__toolbar__align-left
source: Align left
es: Alinear a la izquierda
nl: Links uitlijnen
pt_pt: Alinhar à esquerda

# ckeditor__toolbar__align-right
source: Align right
es: Alinear a la derecha
nl: Rechts uitlijnen
pt_pt: Alinhar à direita

# ckeditor__toolbar__align-center
source: Align center
es: Alinear al centro
nl: Centreren
pt_pt: Alinhar ao centro

# ckeditor__toolbar__align-justify
source: Align justify
es: Justificado
nl: Uitvullen
pt_pt: Justificar

# ckeditor__toolbar__table
source: Table
es: Tabla
nl: Tabel
pt_pt: Tabela

# ckeditor__toolbar__tableColumn
source: Column
es: Columna
nl: Kolom
pt_pt: Coluna

# ckeditor__toolbar__tableRow
source: Row
es: Fila
nl: Rij
pt_pt: Linha

# ckeditor__toolbar__tableMergeCells
source: Merge cells
es: Combinar celdas
nl: Cellen samenvoegen
pt_pt: Unir células

# ckeditor__toolbar__remove-format
source: Remove format
es: Eliminar formato
nl: Opmaak Verwijderen
pt_pt: Remover a formatação

# ckeditor__toolbar__outdent
source: Outdent
es: Anular indentación
nl: Terugspringen
pt_pt: Reduzir indentação

# ckeditor__toolbar__indent
source: Indent
es: Indentado
nl: Inspringen
pt_pt: Aumentar indentação

# ckeditor__toolbar__setTableColumnHeader
source: Header column
es: Columna de encabezado
nl: Header kolom
pt_pt: Definir coluna como cabeçalho

# ckeditor__toolbar__insertTableColumnLeft
source: Insert column before
es: Insertar una columna antes
nl: Voeg kolom toe voor
pt_pt: Inserir uma coluna antes

# ckeditor__toolbar__insertTableColumnRight
source: Insert column after
es: Insertar una columna después de
nl: Voeg kolom toe na
pt_pt: Inserir uma coluna depois

# ckeditor__toolbar__removeTableColumn
source: Delete column
es: Borrar columna
nl: Verwijder kolom
pt_pt: Apagar coluna

# ckeditor__toolbar__setTableRowHeader
source: Header row
es: Línea de cabecera
nl: Header rij
pt_pt: Definir linha como cabeçalho

# ckeditor__toolbar__insertTableRowBelow
source: Insert row below
es: Insertar fila a continuación
nl: Voeg rij toe onder
pt_pt: Inserir uma linha por baixo

# ckeditor__toolbar__insertTableRowAbove
source: Insert row above
es: Insertar una fila arriba
nl: Voeg rij toe boven
pt_pt: Inserir uma linha por cima

# ckeditor__toolbar__removeTableRow
source: Delete row
es: Borrar fila
nl: Verwijder rij
pt_pt: Apagar linha

# ckeditor__toolbar__mergeTableCellUp
source: Merge cell up
es: Fusionar celda hacia arriba
nl: Cel samenvoegen met cel hierboven
pt_pt: Unir com a célula acima

# ckeditor__toolbar__mergeTableCellRight
source: Merge cell right
es: Combinar celda a la derecha
nl: Cel samenvoegen met cel rechts
pt_pt: Unir com a célula à direita

# ckeditor__toolbar__mergeTableCellDown
source: Merge cell down
es: Combinar celda hacia abajo
nl: Cel samenvoegen met cel hieronder
pt_pt: Unir com a célula abaixo

# ckeditor__toolbar__mergeTableCellLeft
source: Merge cell left
es: Combinar celda a la izquierda
nl: Cel samenvoegen met cel links
pt_pt: Unir com a célula à esquerda

# ckeditor__toolbar__splitTableCellVertically
source: Split cell vertically
es: Dividir la celda verticalmente
nl: Cel verticaal splitsen
pt_pt: Dividir as células verticalmente

# ckeditor__toolbar__splitTableCellHorizontally
source: Split cell horizontally
es: Dividir la celda horizontalmente
nl: Cel horizontaal splitsen
pt_pt: Dividir as células horizontalmente

source: Create new
es: Crear nuevo
nl: Maak nieuw
pt_pt: Criar novo

source: No matches found
es: No se encuentran coincidencias
nl: Geen overeenkomsten gevonden
pt_pt: Não foram encontradas correspondências

# searchBoxLeftToType
source: Please enter ###CHARACTERS### more character
es: Por favor introduzca ###CHARACTERS### caràcteres más
nl: Voer ###CHARACTERS### meer karakter in
pt_pt: Por favor, insira mais ###CHARACTERS### caracteres

# Shortcut__Introduction
source: These are Keyboard-Shortcuts we are providing. You have to press the keys on the right after each other. They will not get triggered when you are focusing an input field.
es: Estos son los atajos de teclado que le proporcionamos. Tiene que pulsar las teclas de la derecha una detrás de otra. No se activarán cuando esté enfocando un campo de entrada.
nl: Dit zijn keyboard-snelkoppelingen die we aanbieden. U moet de toetsen aan de rechterkan t indrukken na elkaar. Deze snelkoppelingen worden niet geactiveerd wanneer de focus ligt op een invoerveld.
pt_pt: Estes são os atalhos pré-definidos no sistema. A sequência de caracteres apresentada, terá de ser duplicada por si, para ativar a ação. As ações não serão ativadas quando uma caixa de texto estiver selecionada.

# Shortcut__UI.RightSideBar.toggle
source: Toggle inspector
es: Alternar inspector
nl: Inspector verbergen / tonen
pt_pt: Ativar/Desativar inspetor

# Shortcut__UI.FullScreen.toggle
source: Toggle full screen
es: Pantalla completa
nl: Volledig scherm
pt_pt: Alternar ecrã completo

# Shortcut__UI.LeftSideBar.toggle
source: Toggle left sidebar
es: Alternar la barra lateral a la izquierda
nl: Linkerpaneel tonen/verbergen
pt_pt: Alternar barra lateral esquerda

# Shortcut__UI.LeftSideBar.toggleContentTree
source: Toggle contenttree
es: Alternar con el árbol de contenidos
nl: Contentstructuur tonen/verbergen
pt_pt: Alternar árvore de conteúdo

# Shortcut__UI.AddNodeModal.close
source: Close Add-Node-Modal
es: Cerrar Añadir nodo modal
nl: Nieuwe node dialoogvenster sluiten
pt_pt: Fechar a caixa de adição de novo Nó

# Shortcut__UI.Drawer.toggle
source: Toggle Drawer
es: Alternar panel
nl: Paneel tonen/verbergen
pt_pt: Alternar visibilidade do menu

# Shortcut__UI.EditModePanel.toggle
source: Toggle EditModePanel
es: Alternar el panel del modo de edición
nl: EditModePanel tonen/verbergen
pt_pt: Alternar painel de modo de edição

# Shortcut__UI.InsertionModeModal.cancel
source: Cancel InsertionModeModal
es: Cancelar Modo Inserción Modal
nl: InsertionModeModal annuleren
pt_pt: Cancelar caixa de modo de inserção

# Shortcut__UI.InsertionModeModal.apply
source: Apply InsertionModeModal
es: Aplicar modo de inserción modal
nl: InsertionModeModal toepassen
pt_pt: Aplicar caixa de modo de inserção

# Shortcut__UI.ContentCanvas.reload
source: Reload ContentCanvas
es: Actualizar ContentCanvas
nl: ContentCanvas opnieuw laden
pt_pt: Recarregar conteúdo

# Shortcut__UI.Inspector.discard
source: Discard Inspector
es: Inspector de descartes
nl: Inspector verbergen
pt_pt: Descsartar inspetor

# Shortcut__UI.Inspector.escape
source: Escape Inspector
es: Dejar al inspector
nl: Inspector verlaten
pt_pt: Sair do inspetor

# Shortcut__UI.Inspector.resume
source: Resume Inspector
es: Resumen del Inspector
nl: Inspector hervatten
pt_pt: Retomar inspetor

# Shortcut__UI.NodeCreationDialog.back
source: NodeCreationDialog Back
es: Volver al Diálogo de creación de nodos
nl: Nieuwe node toevoegen Terug
pt_pt: Voltar atrás na caixa de Criação de Nós

# Shortcut__UI.NodeCreationDialog.cancel
source: NodeCreationDialog Cancel
es: Cancelar el Diálogo de creación de nodos
nl: NodeCreationDialog annuleren
pt_pt: Cancelar caixa de Criação de Nós

# Shortcut__UI.NodeCreationDialog.apply
source: NodeCreationDialog Apply
es: Aplicar el Diálogo de creación de nodos
nl: NodeCreationDialog toepassen
pt_pt: Aplicar Criação de Nós

# Shortcut__UI.NodeVariantCreationDialog.cancel
source: NodeVariantCreationDialog Cancel
es: Cancelar el Diálogo de creación de variantes del nodo
nl: NodeVariantCreationDialog annuleren
pt_pt: Cancelar caixa de Criação de Variante de Nó

# Shortcut__UI.NodeVariantCreationDialog.createEmpty
source: NodeVariantCreationDialog Create Empty
es: Diálogo de creación de variantes del nodo Crear vacío
nl: NodeVariantCreationDialog Maak lege aan
pt_pt: Criar uma caixa de Variante de Nó vazia

# Shortcut__UI.NodeVariantCreationDialog.createAndCopy
source: NodeVariantCreationDialog Create and Copy
es: Crear y Copiar el Diálogo de creación de variantes de nodo
nl: NodeVariantCreationDialog aanmaken en kopiëren
pt_pt: Criar e Copiar uma caixa de Variante de Nó

# Shortcut__CR.Nodes.unfocus
source: Unfocus Node
es: Nodo de desenfoque
nl: Focus van node verwijderen
pt_pt: Desselecionar Nó

# changesApplied[0]
source: {0} change successfully applied.
es: {0} cambio aplicado con éxito.
nl: {0} wijzigingen succesvol toegepast.
pt_pt: {0} alteração foi aplicada com sucesso.

# changesApplied[1]
source: {0} changes successfully applied.
es: {0} cambios aplicados con éxito.
nl: {0} wijzigingen succesvol toegepast.
pt_pt: {0} alterações foram aplicadas com sucesso.

# changesPublished[0]
source: Published {0} change to "{1}".
es: Publicado {0} cambio a "{1}".
nl: {0} wijzingen gepubliceerd naar "{1}".
pt_pt: Foi publicada {0} alteração em "{1}".

# changesPublished[1]
source: Published {0} changes to "{1}".
es: {0} publicado cambia a "{1}".
nl: {0} wijzigingen gepubliceerd naar "{1}".
pt_pt: Foram publicadas {0} alterações em "{1}".

# changesDiscarded[0]
source: Discarded {0} change.
es: Cambio {0} descartado.
nl: {0} wijzigingen verworpen.
pt_pt: Foi descartada {0} alteração.

# changesDiscarded[1]
source: Discarded {0} changes.
es: Cambios {0} descartados.
nl: {0} wijzigingen verworpen.
pt_pt: Foram descartadas {0} alterações.

# syncUriPathSegment
source: Syncronize with the title property
es: Sincronizar con la propiedad del título
nl: Synchroniseer met de paginatitel
pt_pt: Sincronizar com a propriedade "Título"

# inspectorMutlipleContentNodesSelectedTooltip
source: Select a single document in order to be able to edit its properties
es: Seleccionar un solo documento para poder editar sus propiedades
nl: Selecteer uitsluitend één document om de eigenschappen te wijzigen
pt_pt: Selecione um único documento para alterar as suas propriedades

# UI.RightSideBar.tabs.validationErrorTooltip[1]
source: {tabName} – {amountOfErrors} validation issues
es: {tabName} - {amountOfErrors} problemas de validación
nl: {tabName} - {amountOfErrors} validatieproblemen
pt_pt: {tabName} – {amountOfErrors} falhas de validação

# deleteXNodes
source: Delete {amount} nodes
es: Suprimir nodos {amount}
nl: Verwijder {amount} nodes
pt_pt: Apagar {amount} nós

source: content elements selected
es: contenidos seleccionados
nl: content elementen geselecteerd
pt_pt: elementos de conteúdo selecionados

# inspectorMutlipleDocumentNodesSelectedTooltip
source: Select a single content element in order to be able to edit its properties
es: Seleccione un solo elemento del contenido para poder editar sus propiedades
nl: Selecteer uitsluitend één content element om de eigenschappen aan te passen
pt_pt: Selecione um único elemento de conteúdo para editar as suas propriedades

# UI.RightSideBar.tabs.validationErrorTooltip[0]
source: {tabName} – {amountOfErrors} validation issue
es: {tabName} - {amountOfErrors} problema de validación
nl: {tabName} - {amountOfErrors} validatieprobleem
pt_pt: {tabName} – {amountOfErrors} falha de validação

source: documents selected
es: Documentos seleccionados
nl: documenten geselecteerd
pt_pt: documentos selecionados

# rangeEditorCurrentValue
source: Current value
es: Valor actual
nl: Huidge waarde
pt_pt: Valor atual

# ckeditor__toolbar__style__p
source: Paragraph
es: Párrafo
nl: Paragraaf
pt_pt: Parágrafo

# ckeditor__toolbar__style__h1
source: Headline 1
es: Titular 1
nl: H1 kop
pt_pt: Cabeçalho 1

# ckeditor__toolbar__style__h2
source: Headline 2
es: Titular 2
nl: H2 kop
pt_pt: Cabeçalho 2

# ckeditor__toolbar__style__h3
source: Headline 3
es: Titular 3
nl: H3 kop
pt_pt: Cabeçalho 3

# ckeditor__toolbar__style__h4
source: Headline 4
es: Titular 4
nl: H4 kop
pt_pt: Cabeçalho 4

# ckeditor__toolbar__style__h5
source: Headline 5
es: Titular 5
nl: H5 kop
pt_pt: Cabeçalho 5

# ckeditor__toolbar__style__h6
source: Headline 6
es: Titular 6
nl: H6 kop
pt_pt: Cabeçalho 6

# ckeditor__toolbar__style__pre
source: Preformatted
es: Preformateado
nl: Voorgeformateerd
pt_pt: Pré-formatado

# ckeditor__toolbar__link__download
source: Downloadable
es: Puede descargarse
nl: Downloadbaar
pt_pt: Descarregável

# ckeditor__toolbar__style__blockquote
source: Blockquote
es: cita en bloque
nl: Blokcitaat
pt_pt: Citação

source: Above
es: Sobre
nl: Boven
pt_pt: Por Cima

source: Below
es: Abajo
nl: Onder
pt_pt: Por Baixo

source: Inside
es: Dentro
nl: Binnen
pt_pt: No Interior

# InsertModeTitleAfter
source: below
es: abajo
nl: onder
pt_pt: por baixo

# InsertModeTitleInto
source: inside
es: dentro
nl: binnen
pt_pt: no interior

# InsertModeTitleBefore
source: above
es: arriba
nl: boven
pt_pt: por cima

# errorBoundary.copyTechnicalDetails
source: Copy technical details
es: Copiar la información técnica
nl: Kopieer technische details
pt_pt: Copiar detalhes técnicos

# errorBoundary.technicalDetailsCopied
source: Technical details copied
es: Información técnica copiada
nl: Technische details gekopieerd
pt_pt: Os detalhes técnicos foram copiados

# errorBoundary.reloadUi
source: Reload Neos UI
es: Recargar la interfaz del suario de Neos
nl: Neos UI herladen
pt_pt: Recarregar Neos UI

# errorBoundary.title
source: Sorry, but the Neos UI could not recover from this error.
es: Lo sentimos, pero la interfaz de usuario de Neos no ha podido recuperarse de este error.
nl: Sorry, maar de Neos UI kon niet hersteld worden van deze fout.
pt_pt: Lamentamos, mas o Neos UI não consegue recuperar deste erro.

# errorBoundary.description
source: Please reload the application, or contact your system administrator with the given details.
es: Por favor, vuelve a cargar la aplicación o pónte en contacto con el administrador del sistema con los datos facilitados.
nl: Herlaad u alstublieft de applicatie of geef de verschafte details door aan uw systeembeheerder.
pt_pt: Por favor recarregue a aplicação, ou envie ao seu administrador de sistema os detalhes apresentados.

# errorBoundary.footer
source: For more information about the error please refer to the JavaScript console.
es: Para obtener más información sobre el error, consulta la consola JavaScript.
nl: Meer informatie over deze fout kunt u vinden in de JavaScript console.
pt_pt: Para mais informações sobre este erro por favor consulte a consola de JavaScript.

# ckeditor__toolbar__link__formatOptions
source: Format options
es: Opciones del formato
nl: Opmaakopties
pt_pt: Opções de formatação

# content.inspector.validators.stringLength.outOfBounds
source: The length of this text must be between {minimum} and {maximum} characters.
nl: De lengte van deze tekst moet minimaal {minimum} en maximaal {maximum} karakters bevatten.

# content.inspector.validators.stringLength.smallerThanMinimum
source: This field must contain at least {minimum} characters.
nl: Dit veld moet op zijn minst {minimum} karakters bevatten.

# content.inspector.validators.stringLength.greaterThanMaximum
source: This text may not exceed {maximum} characters.
nl: Deze tekst mag niet langer zijn dan {maximum} karakters.

# content.inspector.validators.alphanumericValidator
source: Only regular characters (a to z, umlauts, ...) and numbers are allowed.
nl: Alleen de karakters a tot en met z en getallen zijn toegestaan.

# content.inspector.validators.countValidator.notCountable
source: The given subject was not countable.
nl: Het gegeven onderwerp is niet telbaar.

# content.inspector.validators.countValidator.countBetween
source: The count must be between {minimum} and {maximum}.
nl: Het resultaat van de optelsom moet minimaal {minimum} zijn en maximaal {maximum}.

# content.inspector.validators.dateTimeRangeValidator.invalidDate
source: The given value was not a valid date.
nl: De gegeven waarde is geen geldige datum.

# content.inspector.validators.dateTimeRangeValidator.mustBeBetween
source: The given date must be between {formatEarliestDate} and {formatLatestDate}
nl: De opgegeven datum moet zich tussen {formatEarliestDate} en {formatLatestDate} bevinden

# content.inspector.validators.dateTimeRangeValidator.mustBeAfter
source: The given date must be after {formatEarliestDate}
nl: De opgegeven datum moet na {formatEarliestDate} zijn

# content.inspector.validators.dateTimeRangeValidator.mustBeBefore
source: The given date must be before {formatLatestDate}
nl: De opgegeven datum moet voor {formatLatestDate} zijn

# content.inspector.validators.emailAddressValidator.invalidEmail
source: Please specify a valid email address.
nl: Vul een geldig e-mailadres in.

# content.inspector.validators.floatValidator.validFloatExpected
source: A valid float number is expected.
nl: Een geldige float waarde wordt verwacht.

# content.inspector.validators.integerValidator.aValidIntegerNumberIsExpected
source: A valid integer number is expected.
nl: Een geldig integer getal wordt verwacht.

# content.inspector.validators.labelValidator.invalidLabel
source: Only letters, numbers, spaces and certain punctuation marks are expected.
nl: Alleen letters, cijfers, spaties en sommige leestekens worden verwacht.

# content.inspector.validators.notEmptyValidator.isEmpty
source: This property is required.
nl: Dit is een verplicht veld.

# content.inspector.validators.numberRangeValidator.validNumberExpected
source: A valid number is expected.
nl: Een geldig nummer wordt verwacht.

# content.inspector.validators.numberRangeValidator.numberShouldBeInRange
source: Please enter a valid number between {minimum} and {maximum}
nl: Voer een geldig getal tussen {minimum} en {maximum}

# content.inspector.validators.regularExpressionValidator.patternDoesNotMatch
source: The given subject did not match the pattern ({pattern})
nl: Het gegeven onderwerp komt niet overeen met het patroon ({pattern})

# content.inspector.validators.stringValidator.stringIsExpected
source: A valid string is expected.
nl: Een geldige tekenreeks (string) wordt verwacht.

# content.inspector.validators.textValidator.validTextWithoutAnyXMLtagsIsExpected
source: Valid text without any XML tags is expected.
nl: Geldige tekst zonder XML-tags wordt verwacht.

# content.inspector.validators.uuidValidator.invalidUuid
source: The given subject is not a valid UUID.
nl: De opgegeven waarde is geen geldige UUID.

source: Insert mode
es: Insertar modo
pt_pt: Modo de inserção

# ckeditor__toolbar__subscript
source: Subscript
es: Subíndice
pt_pt: Subscrito

# ckeditor__toolbar__superscript
source: Superscript
es: Superíndice
pt_pt: Sobrescrito

# ckeditor__toolbar__link
source: Link
es: Enlace
pt_pt: Criar hiperligação

# rangeEditorMinimum
source: Minimum
es: Mínimo
pt_pt: Mínimo

# NodeNotPublishedParentNodeNotInCurrentDimension
source: Node could not be published, probably because the parentNode does not exist in the current dimension. Please check that the parentNode has been published.
pt_pt: O Nó não pode ser publicado, provavelmente por faltar um parente na dimensão atual. Por favor confirme que o parente foi publicado.

# syncPersonalWorkSpace
source: Synchronize personal workspace
es: Sincronizar el espacio de trabajo personal
pt_pt: Sincronizar a Área de Trabalho pessoal

source: Add
es: Añadir
pt_pt: Adicionar

source: nodes
es: nodos
pt_pt: nós

# rangeEditorMaximum
source: Maximum
es: Máximo
pt_pt: Máximo

# NodeNotPublishedMissingParentNode
source: Node could not be published, probably because of a missing parentNode. Please check that the parentNode has been published.
pt_pt: O Nó não pode ser publicado, provavelmente por faltar um parente. Por favor confirme que o parente foi publicado.

# switchedBaseWorkspace
source: Switched base workspace to "{workspace}".
pt_pt: Área de Trabalho mudada para "{workspace}".

source: Collapse All
pt_pt: Colapsar Tudo

# copyNodeTypeNameToClipboard
source: Copy node type to clipboard
pt_pt: Copiar o tipo de nó para a área de transferência

# workspaceContainsUnpublishedChanges
source: Your personal workspace currently contains unpublished changes. In order to switch to a different target workspace you need to either publish or discard pending changes first.
pt_pt: A sua Área de Trabalho contém alterações não publicadas. De modo a definir uma nova Área de Trabalho deverá publicar ou descartar as alterações pendentes.
